app/controllers/exercise_types_controller.rb

SELECT "exercise_types".* FROM "exercise_types"
---
  def index
    @exercise_types = ExerciseType.all